#include <iostream>

using namespace std;

int main()
{
    setlocale(LC_ALL, "Rus");
    cout << "\"\aПодруга дней моих суровых,\n";
    cout << "Голубка дряхлая моя!\n";
    cout << "Одна в глуши лесов сосновых\n";
    cout << "Давно, давно ты ждешь меня.\n";
    cout << "Ты под окном своей светлицы\n";
    cout << "Горюешь, будто на часах,\n";
    cout << "И медлят поминутно спицы\n";
    cout << "В твоих наморщенных руках.\n";
    cout << "Глядишь в забытые вороты\n";
    cout << "На черный отдаленный путь:\n";
    cout << "Тоска, предчувствия, заботы\n";
    cout << "Теснят твою всечасно грудь.\n";
    cout << "То чудится тебе…\"";

}

